"vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "Ą": 192,
      "ą": 193,
      "Ć": 194,
      "ć": 195,
      "Ĉ": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "Ę": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "ĝ": 217,
      "Ğ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "Ģ": 222,
      "ģ": 223,
      "Ĥ": 224,
      "ĥ": 225,
      "Ħ": 226,
      "ħ": 227,
      "Ĩ": 228,
      "ĩ": 229,
      "Ī": 230,
      "ī": 231,
      "Ĭ": 232,
      "ĭ": 233,
      "Į": 234,
      "į": 235,
      "İ": 236,
      "ı": 237,
      "Ĳ": 238,
      "ĳ": 239,
      "Ĵ": 240,
      "ĵ": 241,
      "Ķ": 242,
      "ķ": 243,
      "ĸ": 244,
      "Ĺ": 245,
      "ĺ": 246,
      "Ļ": 247,
      "ļ": 248,
      "Ľ": 249,
      "ľ": 250,
      "Ŀ": 251,
      "ŀ": 252,
      "Ł": 253,
      "ł": 254,
      "Ń": 255,
      "ĠĠ": 256,
      "ĠĠĠĠ": 257,
      "in": 258,
      "Ġt": 259,
      "ĠĠĠĠĠĠĠĠ": 260,
      "er": 261,
      "ĠĠĠ": 262,
      "on": 263,
      "Ġa": 264,
      "re": 265,
      "at": 266,
      "st": 267,
      "en": 268,
      "or": 269,
      "Ġth": 270,
      "ĊĊ": 271,
      "Ġc": 272,
      "le": 273,
      "Ġs": 274,
      "it": 275,
      "an": 276,
      "ar": 277,
      "al": 278,
      "Ġthe": 279,
      ";Ċ": 280,
      "Ġp": 281,
      "Ġf": 282,
      "ou": 283,
      "Ġ=": 284,
      "is": 285,
      "ĠĠĠĠĠĠĠ": 286,
      "ing": 287,
      "es": 288,
      "Ġw": 289,
      "ion": 290,
      "ed": 291,
      "ic": 292,
      "Ġb": 293,
      "Ġd": 294,
      "et": 295,
      "Ġm": 296,
      "Ġo": 297,
      "ĉĉ": 298,
      "ro": 299,
      "as": 300,
      "el": 301,
      "ct": 302,
      "nd": 303,
      "Ġin": 304,
      "Ġh": 305,
      "ent": 306,
      "id": 307,
      "Ġn": 308,
      "am": 309,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 310,
      "Ġto": 311,
      "Ġre": 312,
      "--": 313,
      "Ġ{": 314,
      "Ġof": 315,
      "om": 316,
      ");Ċ": 317,
      "im": 318,
      "čĊ": 319,
      "Ġ(": 320,
      "il": 321,
      "//": 322,
      "Ġand": 323,
      "ur": 324,
      "se": 325,
      "Ġl": 326,
      "ex": 327,
      "ĠS": 328,
      "ad": 329,
      "Ġ\"": 330,
      "ch": 331,
      "ut": 332,
      "if": 333,
      "**": 334,
      "Ġ}": 335,
      "em": 336,
      "ol": 337,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 338,
      "th": 339,
      ")Ċ": 340,
      "Ġ{Ċ": 341,
      "Ġg": 342,
      "ig": 343,
      "iv": 344,
      ",Ċ": 345,
      "ce": 346,
      "od": 347,
      "Ġv": 348,
      "ate": 349,
      "ĠT": 350,
      "ag": 351,
      "ay": 352,
      "Ġ*": 353,
      "ot": 354,
      "us": 355,
      "ĠC": 356,
      "Ġst": 357,
      "ĠI": 358,
      "un": 359,
      "ul": 360,
      "ue": 361,
      "ĠA": 362,
      "ow": 363,
      "Ġ'": 364,
      "ew": 365,
      "Ġ<": 366,
      "ation": 367,
      "()": 368,
      "Ġfor": 369,
      "ab": 370,
      "ort": 371,
      "um": 372,
      "ame": 373,
      "Ġis": 374,
      "pe": 375,
      "tr": 376,
      "ck": 377,
      "âĢ": 378,
      "Ġy": 379,
      "ist": 380,
      "----": 381,
      ".ĊĊ": 382,
      "he": 383,
      "Ġe": 384,
      "lo": 385,
      "ĠM": 386,
      "Ġbe": 387,
      "ers": 388,
      "Ġon": 389,
      "Ġcon": 390,
      "ap": 391,
      "ub": 392,
      "ĠP": 393,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 394,
      "ass": 395,
      "int": 396,
      ">Ċ": 397,
      "ly": 398,
      "urn": 399,
      "Ġ$": 400,
      ";ĊĊ": 401,
      "av": 402,
      "port": 403,
      "ir": 404,
      "->": 405,
      "nt": 406,
      "ction": 407,
      "end": 408,
      "Ġde": 409,
      "00": 410,
      "ith": 411,
      "out": 412,
      "turn": 413,
      "our": 414,
      "ĠĠĠĠĠ": 415,
      "lic": 416,
      "res": 417,
      "pt": 418,
      "==": 419,
      "Ġthis": 420,
      "Ġwh": 421,
      "Ġif": 422,
      "ĠD": 423,
      "ver": 424,
      "age": 425,
      "ĠB": 426,
      "ht": 427,
      "ext": 428,
      "=\"": 429,
      "Ġthat": 430,
      "****": 431,
      "ĠR": 432,
      "Ġit": 433,
      "ess": 434,
      "ĠF": 435,
      "Ġr": 436,
      "os": 437,
      "and": 438,
      "Ġas": 439,
      "ect": 440,
      "ke": 441,
      "rom": 442,
      "Ġ//": 443,
      "con": 444,
      "ĠL": 445,
      "(\"": 446,
      "qu": 447,
      "lass": 448,
      "Ġwith": 449,
      "iz": 450,
      "de": 451,
      "ĠN": 452,
      "Ġal": 453,
      "op": 454,
      "up": 455,
      "get": 456,
      "Ġ}Ċ": 457,
      "ile": 458,
      "Ġan": 459,
      "ata": 460,
      "ore": 461,
      "ri": 462,
      "Ġpro": 463,
      ";čĊ": 464,
      "ĉĉĉĉ": 465,
      "ter": 466,
      "ain": 467,
      "ĠW": 468,
      "ĠE": 469,
      "Ġcom": 470,
      "Ġreturn": 471,
      "art": 472,
      "ĠH": 473,
      "ack": 474,
      "import": 475,
      "ublic": 476,
      "Ġor": 477,
      "est": 478,
      "ment": 479,
      "ĠG": 480,
      "able": 481,
      "Ġ-": 482,
      "ine": 483,
      "ill": 484,
      "ind": 485,
      "ere": 486,
      "::": 487,
      "ity": 488,
      "Ġ+": 489,
      "Ġtr": 490,
      "elf": 491,
      "ight": 492,
      "('": 493,
      "orm": 494,
      "ult": 495,
      "str": 496,
      "..": 497,
      "\",": 498,
      "Ġyou": 499,
      "ype": 500,
      "pl": 501,
      "Ġnew": 502,
      "Ġj": 503,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 504,
      "Ġfrom": 505,
      "Ġex": 506,
      "ĠO": 507,
      "20": 508,
      "ld": 509,
      "Ġ[": 510,
      "oc": 511,
      ":Ċ": 512,
      "Ġse": 513,
      "Ġle": 514,
      "--------": 515,
      ".s": 516,
      "{Ċ": 517,
      "',": 518,
      "ant": 519,
      "Ġat": 520,
      "ase": 521,
      ".c": 522,
      "Ġch": 523,
      "</": 524,
      "ave": 525,
      "ang": 526,
      "Ġare": 527,
      "Ġint": 528,
      "âĢĻ": 529,
      "_t": 530,
      "ert": 531,
      "ial": 532,
      "act": 533,
      "}Ċ": 534,
      "ive": 535,
      "ode": 536,
      "ost": 537,
      "Ġclass": 538,
      "Ġnot": 539,
      "og": 540,
      "ord": 541,
      "alue": 542,
      "all": 543,
      "ff": 544,
      "();Ċ": 545,
      "ont": 546,
      "ime": 547,
      "are": 548,
      "ĠU": 549,
      "Ġpr": 550,
      "Ġ:": 551,
      "ies": 552,
      "ize": 553,
      "ure": 554,
      "Ġby": 555,
      "ire": 556,
      "Ġ}ĊĊ": 557,
      ".p": 558,
      "Ġsh": 559,
      "ice": 560,
      "ast": 561,
      "ption": 562,
      "tring": 563,
      "ok": 564,
      "__": 565,
      "cl": 566,
      "##": 567,
      "Ġhe": 568,
      "ard": 569,
      ").": 570,
      "Ġ@": 571,
      "iew": 572,
      "ĉĉĉ": 573,
      "Ġwas": 574,
      "ip": 575,
      "this": 576,
      "Ġu": 577,
      "ĠThe": 578,
      "ide": 579,
      "ace": 580,
      "ib": 581,
      "ac": 582,
      "rou": 583,
      "Ġwe": 584,
      "ject": 585,
      "Ġpublic": 586,
      "ak": 587,
      "ve": 588,
      "ath": 589,
      "oid": 590,
      "Ġ=>": 591,
      "ust": 592,
      "que": 593,
      "Ġres": 594,
      "))": 595,
      "'s": 596,
      "Ġk": 597,
      "ans": 598,
      "yst": 599,
      "unction": 600,
      "********": 601,
      "Ġi": 602,
      "Ġus": 603,
      "pp": 604,
      "10": 605,
      "one": 606,
      "ail": 607,
      "====": 608,
      "name": 609,
      "Ġstr": 610,
      "Ġ/": 611,
      "Ġ&": 612,
      "ach": 613,
      "div": 614,
      "ystem": 615,
      "ell": 616,
      "Ġhave": 617,
      "err": 618,
      "ould": 619,
      "ull": 620,
      "pon": 621,
      "ĠJ": 622,
      "_p": 623,
      "Ġ==": 624,
      "ign": 625,
      "St": 626,
      ".Ċ": 627,
      "Ġpl": 628,
      ");ĊĊ": 629,
      "form": 630,
      "put": 631,
      "ount": 632,
      "}ĊĊ": 633,
      "dd": 634,
      "ite": 635,
      "Ġget": 636,
      "rr": 637,
      "ome": 638,
      "ĠâĢ": 639,
      "aram": 640,
      "cc": 641,
      "Ġ*/": 642,
      "ER": 643,
      "In": 644,
      "les": 645,
      "_s": 646,
      "ong": 647,
      "ie": 648,
      "Ġcan": 649,
      "ĠV": 650,
      "erv": 651,
      "pr": 652,
      "Ġun": 653,
      "row": 654,
      "ber": 655,
      "Ġdo": 656,
      "ll": 657,
      "Ġel": 658,
      "Ġself": 659,
      "ated": 660,
      "ary": 661,
      "Ġ.": 662,
      "']": 663,
      "ud": 664,
      "Ġen": 665,
      "ĠTh": 666,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 667,
      "te": 668,
      "_c": 669,
      "uct": 670,
      "Ġab": 671,
      "ork": 672,
      ".get": 673,
      "Ġ#": 674,
      "aw": 675,
      "ress": 676,
      "ob": 677,
      "Name": 678,
      "201": 679,
      "app": 680,
      "['": 681,
      "Ġall": 682,
      "ory": 683,
      "ition": 684,
      "ance": 685,
      "ear": 686,
      "Ġcont": 687,
      "vent": 688,
      "ia": 689,
      "Ġwill": 690,
      "IN": 691,
      "ĠĠĠĠĠĠĠĠĠ": 692,
      "return": 693,
      "Ġ</": 694,
      "data": 695,
      ")ĊĊ": 696,
      "Re": 697,
      "ple": 698,
      "ild": 699,
      "ther": 700,
      "Ġyour": 701,
      "\"Ċ": 702,
      "($": 703,
      "Ġout": 704,
      "),": 705,
      "Ġhas": 706,
      "String": 707,
      "so": 708,
      "Ġup": 709,
      "ax": 710,
      "Ġdef": 711,
      "Ġbo": 712,
      "ge": 713,
      "alse": 714,
      "ON": 715,
      "per": 716,
      "12": 717,
      "ich": 718,
      "Ġbut": 719,
      "ĠĊ": 720,
      "Ġ_": 721,
      "_m": 722,
      "add": 723,
      "quest": 724,
      "odel": 725,
      "self": 726,
      "ery": 727,
      "ft": 728,
      "ens": 729,
      "////": 730,
      "ake": 731,
      ".C": 732,
      "Ġgo": 733,
      "Ġfunction": 734,
      "ĠK": 735,
      "ivate": 736,
      "Ġim": 737,
      "Ġconst": 738,
      ".t": 739,
      "Ġ*/Ċ": 740,
      ");čĊ": 741,
      "Ġvoid": 742,
      "Ġset": 743,
      "ĠSystem": 744,
      "cri": 745,
      "()Ċ": 746,
      "li": 747,
      "ĉif": 748,
      ".m": 749,
      "ally": 750,
      "set": 751,
      "ep": 752,
      "âĢĻs": 753,
      "bo": 754,
      "def": 755,
      "',Ċ": 756,
      "Ġme": 757,
      "Ġ!": 758,
      "atch": 759,
      "\">": 760,
      "\",Ċ": 761,
      "ec": 762,
      "ĠIn": 763,
      "ph": 764,
      "Ġ|": 765,
      "_f": 766,
      "Ġvar": 767,
      "ence": 768,
      "Id": 769,
      "ree": 770,
      "ink": 771,
      "lect": 772,
      "ug": 773,
      "eth": 774,
      "Ġelse": 775,
      "----------------": 776,
      "19": 777,
      "cont": 778,
      "Ġso": 779,
      "atic": 780,
      "Ġlo": 781,
      "pro": 782,
      "ton": 783,
      "ss": 784,
      "own": 785,
      "abel": 786,
      "oint": 787,
      "ous": 788,
      "eld": 789,
      "ST": 790,
      "The": 791,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 792,
      "RE": 793,
      "\":": 794,
      "olor": 795,
      "tp": 796,
      "eg": 797,
      "key": 798,
      "ude": 799,
      "ĠSt": 800,
      "ound": 801,
      "Ġar": 802,
      "\");Ċ": 803,
      "ener": 804,
      "ser": 805,
      "11": 806,
      "bject": 807,
      "essage": 808,
      "fer": 809,
      "Ġmore": 810,
      "ations": 811,
      "ents": 812,
      "Ġhis": 813,
      "Ġthey": 814,
      ".S": 815,
      "ĠY": 816,
      "use": 817,
      "ne": 818,
      "ish": 819,
      "old": 820,
      "_d": 821,
      "io": 822,
      "ield": 823,
      "Ġper": 824,
      "Cont": 825,
      "ings": 826,
      "####": 827,
      "Ġdata": 828,
      "Ġsa": 829,
      "ef": 830,
      "fo": 831,
      "Ġone": 832,
      "eng": 833,
      "Ġdis": 834,
      "AT": 835,
      "Ġname": 836,
      "Ġtrue": 837,
      "val": 838,
      "led": 839,
      ".f": 840,
      "Ġne": 841,
      "Ġend": 842,
      "32": 843,
      ".T": 844,
      "16": 845,
      "cre": 846,
      "ark": 847,
      "log": 848,
      "Ex": 849,
      "error": 850,
      "_id": 851,
      "urre": 852,
      "ange": 853,
      "Ġnull": 854,
      "rray": 855,
      "Ġmy": 856,
      "pan": 857,
      "ict": 858,
      "ator": 859,
      "View": 860,
      "List": 861,
      "ĉreturn": 862,
      "âĢĿ": 863,
      "Ġpre": 864,
      "Ġx": 865,
      "clude": 866,
      "arg": 867,
      "15": 868,
      "ov": 869,
      ".h": 870,
      "Ġ>": 871,
      "Ġtheir": 872,
      "')": 873,
      "irst": 874,
      "ick": 875,
      "gh": 876,
      "LE": 877,
      "OR": 878,
      "Ġprivate": 879,
      "tem": 880,
      "čĊčĊ": 881,
      "user": 882,
      "Ġ)": 883,
      "com": 884,
      ".A": 885,
      "\";Ċ": 886,
      "Ġid": 887,
      "read": 888,
      "Ġwho": 889,
      "_b": 890,
      "\">Ċ": 891,
      "Ġtime": 892,
      "Ġman": 893,
      "ry": 894,
      "========": 895,
      "roup": 896,
      "rop": 897,
      "public": 898,
      "vel": 899,
      "umber": 900,
      "ble": 901,
      "Ġwhich": 902,
      "****************": 903,
      "Ġany": 904,
      "Ġfalse": 905,
      "we": 906,
      "Ġvalue": 907,
      "Ġli": 908,
      "\")": 909,
      "nder": 910,
      "gr": 911,
      "Ġno": 912,
      "param": 913,
      "25": 914,
      "fig": 915,
      ".com": 916,
      "Ġapp": 917,
      "_l": 918,
      "ions": 919,
      ".D": 920,
      "ĠCh": 921,
      "Ġabout": 922,
      "Ġadd": 923,
      "Ġsu": 924,
      "Ġstring": 925,
      "ID": 926,
      "Ġover": 927,
      "string": 928,
      ".l": 929,
      "ource": 930,
      "000": 931,
      "_C": 932,
      "]Ċ": 933,
      "Ġqu": 934,
      "ĠString": 935,
      "ca": 936,
      "SE": 937,
      "Ġro": 938,
      "sh": 939,
      "ual": 940,
      "Type": 941,
      "son": 942,
      "new": 943,
      "ern": 944,
      "Ġag": 945,
      "AR": 946,
      "];Ċ": 947,
      "].": 948,
      "Ġ?": 949,
      "ical": 950,
      "Ġdes": 951,
      "uth": 952,
      "ix": 953,
      "ays": 954,
      "Ġtype": 955,
      "'t": 956,
      "ault": 957,
      "Ġinter": 958,
      "var": 959,
      ".b": 960,
      "Ġpart": 961,
      ".d": 962,
      "urrent": 963,
      "IT": 964,
      "EN": 965,
      "30": 966,
      "enc": 967,
      "(f": 968,
      "ra": 969,
      "value": 970,
      "cho": 971,
      "18": 972,
      "utton": 973,
      "ose": 974,
      "14": 975,
      "Ġ!=": 976,
      "ater": 977,
      "Ã©": 978,
      "reate": 979,
      "oll": 980,
      "pos": 981,
      "yle": 982,
      "ng": 983,
      "AL": 984,
      "using": 985,
      "ames": 986,
      "Ġ{čĊ": 987,
      "ates": 988,
      "ely": 989,
      "Ġwork": 990,
      "Ġem": 991,
      "inal": 992,
      "Ġsp": 993,
      "Ġwhen": 994,
      ".set": 995,
      "ĠĠĠĠĠĠ": 996,
      "):Ċ": 997,
      "to": 998,
      "quire": 999,
      "indow": 1000,
      "lement": 1001,
      "pect": 1002,
      "ash": 1003,
      "[i": 1004,
      "Ġuse": 1005,
      ".F": 1006,
      "pec": 1007,
      "Ġad": 1008,
      "ove": 1009,
      "ception": 1010,
      "ength": 1011,
      "include": 1012,
      "ader": 1013,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1014,
      "atus": 1015,
      "Th": 1016,
      "itle": 1017,
      "rit": 1018,
      "void": 1019,
      "().": 1020,
      "(Ċ": 1021,
      "Ġoff": 1022,
      "Ġother": 1023,
      "Ġ&&": 1024,
      "';Ċ": 1025,
      "ms": 1026,
      "Ġbeen": 1027,
      "Ġte": 1028,
      "ml": 1029,
      "co": 1030,
      "nc": 1031,
      "13": 1032,
      "ervice": 1033,
      "Ġ%": 1034,
      "**Ċ": 1035,
      "ann": 1036,
      "ade": 1037,
      "ĊĊĊĊ": 1038,
      "lock": 1039,
      "const": 1040,
      "100": 1041,
      "ponse": 1042,
      "Ġsup": 1043,
      "++": 1044,
      "date": 1045,
      "Ġacc": 1046,
      "Ġhad": 1047,
      "Ġbu": 1048,
      "200": 1049,
      "ĠRe": 1050,
      "Ġwere": 1051,
      "Ġfile": 1052,
      "Ġwould": 1053,
      "ĠâĢľ": 1054,
      "ven": 1055,
      "iss": 1056,
      "Ġour": 1057,
      "class": 1058,
      "raw": 1059,
      "Ġyear": 1060,
      "Data": 1061,
      "Ġval": 1062,
      "Ġsome": 1063,
      "fter": 1064,
      "ys": 1065,
      "Ġ///": 1066,
      "round": 1067,
      "view": 1068,
      "Ġpe": 1069,
      "Ġthere": 1070,
      "Ġsaid": 1071,
      "du": 1072,
      "of": 1073,
      "line": 1074,
      "/*": 1075,
      "duct": 1076,
      "Ġher": 1077,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1078,
      "Res": 1079,
      "Ġco": 1080,
      "Ġcomm": 1081,
      "ise": 1082,
      "min": 1083,
      "ĠĠĠĠĊ": 1084,
      "#include": 1085,
      "ethod": 1086,
      ".P": 1087,
      "ute": 1088,
      "Ġass": 1089,
      "Int": 1090,
      "ask": 1091,
      "loc": 1092,
      "Ġlike": 1093,
      "ody": 1094,
      "Ġlet": 1095,
      "load": 1096,
      "Ġam": 1097,
      "rol": 1098,
      "Ġgr": 1099,
      "yp": 1100,
      "Ġalso": 1101,
      "ĠIt": 1102,
      "url": 1103,
      "ific": 1104,
      "ors": 1105,
      "_P": 1106,
      "_n": 1107,
      "igh": 1108,
      "Ġthan": 1109,
      "Com": 1110,
      "AN": 1111,
      "UL": 1112,
      "ating": 1113,
      "17": 1114,
      "ĠThis": 1115,
      "ref": 1116,
      "_S": 1117,
      "Ġstatic": 1118,
      "roll": 1119,
      "Ġjust": 1120,
      "Ġresult": 1121,
      "ian": 1122,
      "idth": 1123,
      "Ġthem": 1124,
      "));Ċ": 1125,
      "der": 1126,
      "reak": 1127,
      "Con": 1128,
      "://": 1129,
      "ule": 1130,
      "...": 1131,
      "arch": 1132,
      "ement": 1133,
      "Ġ<<": 1134,
      "50": 1135,
      "ush": 1136,
      "ense": 1137,
      "arr": 1138,
      "Ġinto": 1139,
      "cess": 1140,
      "amp": 1141,
      "ied": 1142,
      "ument": 1143,
      "Ġ\\": 1144,
      "],": 1145,
      "wo": 1146,
      "als": 1147,
      "Ġwhat": 1148,
      "anc": 1149,
      "Value": 1150,
      "='": 1151,
      "olum": 1152,
      "Ġpos": 1153,
      "ages": 1154,
      "ayer": 1155,
      "Ġsc": 1156,
      "ues": 1157,
      "\")Ċ": 1158,
      "_T": 1159,
      "Ġlist": 1160,
      "(s": 1161,
      "Ġcase": 1162,
      "Ch": 1163,
      "ĉĉĉĉĉ": 1164,
      "////////": 1165,
      "ponent": 1166,
      "Ġz": 1167,
      "Ġkn": 1168,
      "let": 1169,
      "DE": 1170,
      "red": 1171,
      "Ġfe": 1172,
      "Ġ},Ċ": 1173,
      "Ġ,": 1174,
      "(t": 1175,
      "Ġfirst": 1176,
      "');Ċ": 1177,
      "word": 1178,
      "Ġimport": 1179,
      "Ġact": 1180,
      "Ġchar": 1181,
      "CT": 1182,
      "ĠTr": 1183,
      "ople": 1184,
      "={": 1185,
      "ĉf": 1186,
      "24": 1187,
      "ient": 1188,
      "cent": 1189,
      ".j": 1190,
      "lection": 1191,
      "))Ċ": 1192,
      "Ġonly": 1193,
      "Ġprint": 1194,
      "mer": 1195,
      ".W": 1196,
      "ock": 1197,
      "Ġ--": 1198,
      "Text": 1199,
      "Ġop": 1200,
      "ank": 1201,
      "Ġits": 1202,
      "Ġback": 1203,
      "[\"": 1204,
      "Ġneed": 1205,
      "Ġcl": 1206,
      "Ġsub": 1207,
      "Ġla": 1208,
      "((": 1209,
      ".\"": 1210,
      "Object": 1211,
      "Ġstart": 1212,
      "file": 1213,
      "(self": 1214,
      "ner": 1215,
      "ey": 1216,
      "Ġuser": 1217,
      "Ġent": 1218,
      "ĠCom": 1219,
      "its": 1220,
      "ĠCon": 1221,
      "ouble": 1222,
      "ower": 1223,
      "item": 1224,
      "very": 1225,
      "ĠWe": 1226,
      "64": 1227,
      "lick": 1228,
      "ĠQ": 1229,
      "php": 1230,
      "ttp": 1231,
      "':": 1232,
      "ics": 1233,
      "Ġunder": 1234,
      "Ġ*Ċ": 1235,
      ".L": 1236,
      ");": 1237,
      "ices": 1238,
      "Ġreg": 1239,
      ")čĊ": 1240,
      "ĉpublic": 1241,
      "SS": 1242,
      "Ġthen": 1243,
      "reat": 1244,
      "ious": 1245,
      ".G": 1246,
      "ek": 1247,
      "irect": 1248,
      "heck": 1249,
      "cript": 1250,
      "ning": 1251,
      "ĠUn": 1252,
      "Ġmay": 1253,
      "ĠWh": 1254,
      "Bo": 1255,
      "Item": 1256,
      "struct": 1257,
      ".st": 1258,
      "ream": 1259,
      "ible": 1260,
      "loat": 1261,
      "Ġorg": 1262,
      "und": 1263,
      "sum": 1264,
      "_in": 1265,
      "../": 1266,
      "_M": 1267,
      "Ġhow": 1268,
      "rite": 1269,
      "'Ċ": 1270,
      "To": 1271,
      "40": 1272,
      "ww": 1273,
      "Ġpeople": 1274,
      "index": 1275,
      ".n": 1276,
      "http": 1277,
      "(m": 1278,
      "ector": 1279,
      "Ġind": 1280,
      "Ġjav": 1281,
      "],Ċ": 1282,
      "ĠHe": 1283,
      "_st": 1284,
      "ful": 1285,
      "ole": 1286,
      "){Ċ": 1287,
      "Ġshould": 1288,
      "opy": 1289,
      "elp": 1290,
      "ier": 1291,
      "_name": 1292,
      "erson": 1293,
      "ION": 1294,
      "ote": 1295,
      "Ġtest": 1296,
      "Ġbet": 1297,
      "rror": 1298,
      "ular": 1299,
      "ãĢ": 1300,
      "ĠÐ": 1301,
      "bs": 1302,
      "ting": 1303,
      "Ġmake": 1304,
      "Tr": 1305,
      "Ġafter": 1306,
      "arget": 1307,
      "RO": 1308,
      "olumn": 1309,
      "rc": 1310,
      "_re": 1311,
      "define": 1312,
      "22": 1313,
      "Ġright": 1314,
      "right": 1315,
      "day": 1316,
      "Ġlong": 1317,
      "[]": 1318,
      "(p": 1319,
      "td": 1320,
      "cond": 1321,
      "ĠPro": 1322,
      "Ġrem": 1323,
      "ptions": 1324,
      "vid": 1325,
      ".g": 1326,
      "Ġext": 1327,
      "Ġ__": 1328,
      "')Ċ": 1329,
      "pace": 1330,
      "mp": 1331,
      "Ġmin": 1332,
      "stance": 1333,
      "air": 1334,
      "action": 1335,
      "wh": 1336,
      "type": 1337,
      "util": 1338,
      "ait": 1339,
      "<?": 1340,
      "IC": 1341,
      "text": 1342,
      "Ġph": 1343,
      "Ġfl": 1344,
      ".M": 1345,
      "ccess": 1346,
      "br": 1347,
      "fore": 1348,
      "ersion": 1349,
      "),Ċ": 1350,
      ".re": 1351,
      "ateg": 1352,
      "Ġloc": 1353,
      "ins": 1354,
      "-s": 1355,
      "trib": 1356,
      "ĠInt": 1357,
      "Ġarray": 1358,
      ",\"": 1359,
      "Pro": 1360,
      "(c": 1361,
      "ession": 1362,
      ">ĊĊ": 1363,
      "Ġshe": 1364,
      "\"]": 1365,
      "aph": 1366,
      "Ġexp": 1367,
      "erty": 1368,
      "ĠSe": 1369,
      "Ġpar": 1370,
      "unc": 1371,
      "ET": 1372,
      "Ġread": 1373,
      "print": 1374,
      "Ġrel": 1375,
      "Ġform": 1376,
      "Ġdr": 1377,
      "Exception": 1378,
      "input": 1379,
      "Ġtrans": 1380,
      "########": 1381,
      "order": 1382,
      "By": 1383,
      "Ġaw": 1384,
      "ities": 1385,
      "uff": 1386,
      "play": 1387,
      ".add": 1388,
      "ĠâĢĵ": 1389,
      "Ġwant": 1390,
      "Ġcomp": 1391,
      "ments": 1392,
      "Ġ||": 1393,
      "az": 1394,
      "be": 1395,
      "Ġnumber": 1396,
      "Ġrequire": 1397,
      "ĠEx": 1398,
      "60": 1399,
      "Ġcol": 1400,
      "Ġkey": 1401,
      "ember": 1402,
      "Ġtwo": 1403,
      "Ġsize": 1404,
      "Ġwhere": 1405,
      "UT": 1406,
      "result": 1407,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1408,
      "ough": 1409,
      "orld": 1410,
      "ood": 1411,
      "uch": 1412,
      "ative": 1413,
      "ger": 1414,
      "arent": 1415,
      "Ġ/*": 1416,
      "Ġarg": 1417,
      "Ġwhile": 1418,
      "23": 1419,
      "(this": 1420,
      "Ġrec": 1421,
      "Ġdif": 1422,
      "State": 1423,
      "Ġspec": 1424,
      "ride": 1425,
      "_F": 1426,
      "Ġlook": 1427,
      "AM": 1428,
      "ility": 1429,
      "eter": 1430,
      "âĢĻt": 1431,
      "ĊĊĊ": 1432,
      "ayout": 1433,
      "--------------------------------": 1434,
      "ager": 1435,
      "Ġcould": 1436,
      "Ġbr": 1437,
      "ends": 1438,
      "ures": 1439,
      "Ġknow": 1440,
      "ets": 1441,
      "ĠIf": 1442,
      "ĠSh": 1443,
      ".w": 1444,
      "back": 1445,
      "Ġser": 1446,
      "Ġ+=": 1447,
      "Ġfr": 1448,
      "());Ċ": 1449,
      "Ġhand": 1450,
      "Ind": 1451,
      "ULL": 1452,
      "Im": 1453,
      "();ĊĊ": 1454,
      "Ġmost": 1455,
      "Ġtry": 1456,
      "Ġnow": 1457,
      "rough": 1458,
      ">čĊ": 1459,
      "ackage": 1460,
      "Ġhim": 1461,
      "._": 1462,
      "ify": 1463,
      "Ġbreak": 1464,
      "Ġ);Ċ": 1465,
      "ren": 1466,
      "#define": 1467,
      "itt": 1468,
      "Ġap": 1469,
      "ĉc": 1470,
      "(n": 1471,
      "ĠYou": 1472,
      ":ĊĊ": 1473,
    },