vocab
!
\"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
À
Á
Â
Ã
Ä
Å
Æ
Ç
È
É
Ê
Ë
Ì
Í
Î
Ï
Ð
Ñ
Ò
Ó
Ô
Õ
Ö
×
Ø
Ù
Ú
Û
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
Ă
ă
Ą
ą
Ć
ć
Ĉ
ĉ
Ċ
ċ
Č
č
Ď
ď
Đ
đ
Ē
ē
Ĕ
ĕ
Ė
ė
Ę
ę
Ě
ě
Ĝ
ĝ
Ğ
ğ
Ġ
ġ
Ģ
ģ
Ĥ
ĥ
Ħ
ħ
Ĩ
ĩ
Ī
ī
Ĭ
ĭ
Į
į
İ
ı
Ĳ
ĳ
Ĵ
ĵ
Ķ
ķ
ĸ
Ĺ
ĺ
Ļ
ļ
Ľ
ľ
Ŀ
ŀ
Ł
ł
Ń
ĠĠ
ĠĠĠĠ
in
Ġt
ĠĠĠĠĠĠĠĠ
er
ĠĠĠ
on
Ġa
re
at
st
en
or
Ġth
ĊĊ
Ġc
le
Ġs
it
an
ar
al
Ġthe
;Ċ
Ġp
Ġf
ou
Ġ=
is
ĠĠĠĠĠĠĠ
ing
es
Ġw
ion
ed
ic
Ġb
Ġd
et
Ġm
Ġo
ĉĉ
ro
as
el
ct
nd
Ġin
Ġh
ent
id
Ġn
am
ĠĠĠĠĠĠĠĠĠĠĠ
Ġto
Ġre
--
Ġ{
Ġof
om
);Ċ
im
čĊ
Ġ(
il
//
Ġand
ur
se
Ġl
ex
ĠS
ad
Ġ\"
ch
ut
if
**
Ġ}
em
ol
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
th
)Ċ
Ġ{Ċ
Ġg
ig
iv
,Ċ
ce
od
Ġv
ate
ĠT
ag
ay
Ġ*
ot
us
ĠC
Ġst
ĠI
un
ul
ue
ĠA
ow
Ġ'
ew
Ġ<
ation
()
Ġfor
ab
ort
um
ame
Ġis
pe
tr
ck
âĢ
Ġy
ist
----
.ĊĊ
he
Ġe
lo
ĠM
Ġbe
ers
Ġon
Ġcon
ap
ub
ĠP
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ass
int
>Ċ
ly
urn
Ġ$
;ĊĊ
av
port
ir
->
nt
ction
end
Ġde
00
ith
out
turn
our
ĠĠĠĠĠ
lic
res
pt
==
Ġthis
Ġwh
Ġif
ĠD
ver
age
ĠB
ht
ext
=\"
Ġthat
****
ĠR
Ġit
ess
ĠF
Ġr
os
and
Ġas
ect
ke
rom
Ġ//
con
ĠL
(\"
qu
lass
Ġwith
iz
de
ĠN
Ġal
op
up
get
Ġ}Ċ
ile
Ġan
ata
ore
ri
Ġpro
;čĊ
ĉĉĉĉ
ter
ain
ĠW
ĠE
Ġcom
Ġreturn
art
ĠH
ack
import
ublic
Ġor
est
ment
ĠG
able
Ġ-
ine
ill
ind
ere
::
ity
Ġ+
Ġtr
elf
ight
('
orm
ult
str
..
\",
Ġyou
ype
pl
Ġnew
Ġj
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġfrom
Ġex
ĠO
20
ld
Ġ[
oc
:Ċ
Ġse
Ġle
--------
.s
{Ċ
',
ant
Ġat
ase
.c
Ġch
</
ave
ang
Ġare
Ġint
âĢĻ
_t
ert
ial
act
}Ċ
ive
ode
ost
Ġclass
Ġnot
og
ord
alue
all
ff
();Ċ
ont
ime
are
ĠU
Ġpr
Ġ:
ies
ize
ure
Ġby
ire
Ġ}ĊĊ
.p
Ġsh
ice
ast
ption
tring
ok
__
cl
##
Ġhe
ard
).
Ġ@
iew
ĉĉĉ
Ġwas
ip
this
Ġu
ĠThe
ide
ace
ib
ac
rou
Ġwe
ject
Ġpublic
ak
ve
ath
oid
Ġ=>
ust
que
Ġres
))
's
Ġk
ans
yst
unction
********
Ġi
Ġus
pp
10
one
ail
====
name
Ġstr
Ġ/
Ġ&
ach
div
ystem
ell
Ġhave
err
ould
ull
pon
ĠJ
_p
Ġ==
ign
St
.Ċ
Ġpl
);ĊĊ
form
put
ount
}ĊĊ
dd
ite
Ġget
rr
ome
ĠâĢ
aram
cc
Ġ*/
ER
In
les
_s
ong
ie
Ġcan
ĠV
erv
pr
Ġun
row
ber
Ġdo
ll
Ġel
Ġself
ated
ary
Ġ.
']
ud
Ġen
ĠTh
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
te
_c
uct
Ġab
ork
.get
Ġ#
aw
ress
ob
Name
201
app
['
Ġall
ory
ition
ance
ear
Ġcont
vent
ia
Ġwill
IN
ĠĠĠĠĠĠĠĠĠ
return
Ġ</
data
)ĊĊ
Re
ple
ild
ther
Ġyour
\"Ċ
($
Ġout
),
Ġhas
String
so
Ġup
ax
Ġdef
Ġbo
ge
alse
ON
per
12
ich
Ġbut
ĠĊ
Ġ_
_m
add
quest
odel
self
ery
ft
ens
////
ake
.C
Ġgo
Ġfunction
ĠK
ivate
Ġim
Ġconst
.t
Ġ*/Ċ
);čĊ
Ġvoid
Ġset
ĠSystem
cri
()Ċ
li
ĉif
.m
ally
set
ep
âĢĻs
bo
def
',Ċ
Ġme
Ġ!
atch
\">
\",Ċ
ec
ĠIn
ph
Ġ|
_f
Ġvar
ence
Id
ree
ink
lect
ug
eth
Ġelse
----------------
19
cont
Ġso
atic
Ġlo
pro
ton
ss
own
abel
oint
ous
eld
ST
The
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
RE
\":
olor
tp
eg
key
ude
ĠSt
ound
Ġar
\");Ċ
ener
ser
11
bject
essage
fer
Ġmore
ations
ents
Ġhis
Ġthey
.S
ĠY
use
ne
ish
old
_d
io
ield
Ġper
Cont
ings
####
Ġdata
Ġsa
ef
fo
Ġone
eng
Ġdis
AT
Ġname
Ġtrue
val
led
.f
Ġne
Ġend
32
.T
16
cre
ark
log
Ex
error
_id
urre
ange
Ġnull
rray
Ġmy
pan
ict
ator
View
List
ĉreturn
âĢĿ
Ġpre
Ġx
clude
arg
15
ov
.h
Ġ>
Ġtheir
')
irst
ick
gh
LE
OR
Ġprivate
tem
čĊčĊ
user
Ġ)
com
.A
\";Ċ
Ġid
read
Ġwho
_b
\">Ċ
Ġtime
Ġman
ry
========
roup
rop
public
vel
umber
ble
Ġwhich
****************
Ġany
Ġfalse
we
Ġvalue
Ġli
\")
nder
gr
Ġno
param
25
fig
.com
Ġapp
_l
ions
.D
ĠCh
Ġabout
Ġadd
Ġsu
Ġstring
ID
Ġover
string
.l
ource
000
_C
]Ċ
Ġqu
ĠString
ca
SE
Ġro
sh
ual
Type
son
new
ern
Ġag
AR
];Ċ
].
Ġ?
ical
Ġdes
uth
ix
ays
Ġtype
't
ault
Ġinter
var
.b
Ġpart
.d
urrent
IT
EN
30
enc
(f
ra
value
cho
18
utton
ose
14
Ġ!=
ater
Ã©
reate
oll
pos
yle
ng
AL
using
ames
Ġ{čĊ
ates
ely
Ġwork
Ġem
inal
Ġsp
Ġwhen
.set
ĠĠĠĠĠĠ
):Ċ
to
quire
indow
lement
pect
ash
[i
Ġuse
.F
pec
Ġad
ove
ception
ength
include
ader
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
atus
Th
itle
rit
void
().
(Ċ
Ġoff
Ġother
Ġ&&
';Ċ
ms
Ġbeen
Ġte
ml
co
nc
13
ervice
Ġ%
**Ċ
ann
ade
ĊĊĊĊ
lock
const
100
ponse
Ġsup
++
date
Ġacc
Ġhad
Ġbu
200
ĠRe
Ġwere
Ġfile
Ġwould
ĠâĢľ
ven
iss
Ġour
class
raw
Ġyear
Data
Ġval
Ġsome
fter
ys
Ġ///
round
view
Ġpe
Ġthere
Ġsaid
du
of
line
/*
duct
Ġher
ĠĠĠĠĠĠĠĠĠĠĠĠĠ
Res
Ġco
Ġcomm
ise
min
ĠĠĠĠĊ
#include
ethod
.P
ute
Ġass
Int
ask
loc
Ġlike
ody
Ġlet
load
Ġam
rol
Ġgr
yp
Ġalso
ĠIt
url
ific
ors
_P
_n
igh
Ġthan
Com
AN
UL
ating
17
ĠThis
ref
_S
Ġstatic
roll
Ġjust
Ġresult
ian
idth
Ġthem
));Ċ
der
reak
Con
://
ule
...
arch
ement
Ġ<<
50
ush
ense
arr
Ġinto
cess
amp
ied
ument
Ġ\\
],
wo
als
Ġwhat
anc
Value
='
olum
Ġpos
ages
ayer
Ġsc
ues
\")Ċ
_T
Ġlist
(s
Ġcase
Ch
ĉĉĉĉĉ
////////
ponent
Ġz
Ġkn
let
DE
red
Ġfe
Ġ},Ċ
Ġ,
(t
Ġfirst
');Ċ
word
Ġimport
Ġact
Ġchar
CT
ĠTr
ople
={
ĉf
24
ient
cent
.j
lection
))Ċ
Ġonly
Ġprint
mer
.W
ock
Ġ--
Text
Ġop
ank
Ġits
Ġback
[\"
Ġneed
Ġcl
Ġsub
Ġla
((
.\"
Object
Ġstart
file
(self
ner
ey
Ġuser
Ġent
ĠCom
its
ĠCon
ouble
ower
item
very
ĠWe
64
lick
ĠQ
php
ttp
':
ics
Ġunder
Ġ*Ċ
.L
);
ices
Ġreg
)čĊ
ĉpublic
SS
Ġthen
reat
ious
.G
ek
irect
heck
cript
ning
ĠUn
Ġmay
ĠWh
Bo
Item
struct
.st
ream
ible
loat
Ġorg
und
sum
_in
../
_M
Ġhow
rite
'Ċ
To
40
ww
Ġpeople
index
.n
http
(m
ector
Ġind
Ġjav
],Ċ
ĠHe
_st
ful
ole
){Ċ
Ġshould
opy
elp
ier
_name
erson
ION
ote
Ġtest
Ġbet
rror
ular
ãĢ
ĠÐ
bs
ting
Ġmake
Tr
Ġafter
arget
RO
olumn
rc
_re
define
22
Ġright
right
day
Ġlong
[]
(p
td
cond
ĠPro
Ġrem
ptions
vid
.g
Ġext
Ġ__
')Ċ
pace
mp
Ġmin
stance
air
action
wh
type
util
ait
<?
IC
text
Ġph
Ġfl
.M
ccess
br
fore
ersion
),Ċ
.re
ateg
Ġloc
ins
-s
trib
ĠInt
Ġarray
,\"
Pro
(c
ession
>ĊĊ
Ġshe
\"]
aph
Ġexp
erty
ĠSe
Ġpar
unc
ET
Ġread
print
Ġrel
Ġform
Ġdr
Exception
input
Ġtrans
########
order
By
Ġaw
ities
uff
play
.add
ĠâĢĵ
Ġwant
Ġcomp
ments
Ġ||
az
be
Ġnumber
Ġrequire
ĠEx
60
Ġcol
Ġkey
ember
Ġtwo
Ġsize
Ġwhere
UT
result
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ough
orld
ood
uch
ative
ger
arent
Ġ/*
Ġarg
Ġwhile
23
(this
Ġrec
Ġdif
State
Ġspec
ride
_F
Ġlook
AM
ility
eter
âĢĻt
ĊĊĊ
ayout
--------------------------------
ager
Ġcould
Ġbr
ends
ures
Ġknow
ets
ĠIf
ĠSh
.w
back
Ġser
Ġ+=
Ġfr
());Ċ
Ġhand
Ind
ULL
Im
();ĊĊ
Ġmost
Ġtry
Ġnow
rough
>čĊ
ackage
Ġhim
._
ify
Ġbreak
Ġ);Ċ
ren
#define
itt
Ġap
ĉc
(n
ĠYou
:ĊĊ
